import React from 'react';

const Message = () => {
	return (
		<div>
			<div className='mb-10'>
				<h2 className='text-center text-4xl text-blue-600 font-semibold my-4 mb-7'>
					সভাপতির বার্তা
				</h2>
				<div className='card card-compact bg-base-100 shadow-2xl rounded-2xl'>
					<div className='card-body'>
						<p className='text-start'>
							হোমপেইজ এ Navbar থাকবে,animation থাকবে গ্রুফের সাম্প্রতিক ইভেন্ট
							নিয়ে, কার্যকরী কমিটি ও উপদেষ্টা দের ছবি, গ্রুফের গঠনতন্ত্র
							ইত্যাদি থাকবে। <br /> প্রত্যেক সদস্যদের জন্য একটা রাউট থাকবে
							যেখানে সকল সদস্যদের নাম,সদস্যদের পিতার নাম, সদস্যদের ছবি, সদস্য
							নাম্বার থাকবে। কোন সদস্য এর কার্ড এর উপর ক্লিক করলে সদস্যটির
							বিস্তারিত তথ্য দেখাবে। সদস্যটির সাথে যোগাযোগ এর লিংক থাকবে যেখানে
							মোবাইল নাম্বার,ফেইসবুক, হোয়াটসঅ্যাপে এর সাথে লিংক থাকবে। সদস্যরা
							চাদা জমা দিলে টোটাল সদস্যদের টাকার সাথে যোগ হবে এবং প্রত্যেক সদস্য
							এর ব্যক্তিগত জমা টাকা আপডেট হবে। টাকা জমা দিলে নোটিফিকেশন যাবে লগ
							ইন করা সদস্যের কাছে এবং এডমিন এর কাছে। <br /> এডমিন সকল সদস্যদের
							কার্যক্রম মনিটর করতে পারবে। সদস্যদের জমা বকেয়া সহ কোন সদস্যকে বাদ
							দিতে পারবে।সদস্য এ্যাড বা রিমুভ করতে পারবে। মাসিক/বাৎসরিক রিপোর্ট
							পিডিএফ এ ডাউনলোড করে শেয়ার করতে পারবে। ব্যাংকে কত ক্যাশ ডেপুজিট
							করা হয়েছে, সদস্যদের প্রফিট পেমেন্ট(এসেট থেকে) পদত্যাগ করলে তাদের
							মুল টাকা পরিষোধ( মোট টাকা থেকে বিয়োগ হয়ে যাবে। নোটিস বোর্ড
							দায়িত্বশীলদের জন্য ( সভাপতি, সেক্রেটারি ……..) আলাদা রাউট থাকবে।
						</p>
						<div className='card-actions flex mt-5'>
							<figure></figure>
							<h5 className='text-lg mt-6'>Mahfujur Rahman</h5>
						</div>
					</div>
				</div>{' '}
			</div>
		</div>
	);
};

export default Message;
