import * as React from 'react'
import Card from '@mui/material/Card'
import CardContent from '@mui/material/CardContent'
import CardMedia from '@mui/material/CardMedia'
import Typography from '@mui/material/Typography'
import { Button, CardActionArea, CardActions } from '@mui/material'
import TopBar from '../../../components/Navbar/Navbar'

const index = () => {
  return (
    <div>
      <TopBar></TopBar>

      {/* <form
        className='bg-gray-400 w-full m-10'
        action={FORM_ENDPOINT}
        onSubmit={handleSubmit}
        method='POST'
        target='_blank'>
        <div className='mb-3 pt-0'>
          <input
            type='text'
            placeholder='Your name'
            name='name'
            className='px-3 py-3 placeholder-gray-400 text-gray-600 relative bg-white bg-white rounded text-sm border-0 shadow outline-none focus:outline-none focus:ring w-full'
            required
          />
        </div>
        <div className='mb-3 pt-0'>
          <input
            type='email'
            placeholder='Email'
            name='email'
            className='px-3 py-3 placeholder-gray-400 text-gray-600 relative bg-white bg-white rounded text-sm border-0 shadow outline-none focus:outline-none focus:ring w-full'
            required
          />
        </div>
        <div className='mb-3 pt-0'>
          <textarea
            placeholder='Your message'
            name='message'
            className='px-3 py-3 placeholder-gray-400 text-gray-600 relative bg-white bg-white rounded text-sm border-0 shadow outline-none focus:outline-none focus:ring w-full'
            required
          />
        </div>
        <div className='mb-3 pt-0'>
          <button
            className='bg-blue-500 text-white active:bg-blue-600 font-bold uppercase text-sm px-6 py-3 rounded shadow hover:shadow-lg outline-none focus:outline-none mr-1 mb-1 ease-linear transition-all duration-150'
            type='submit'>
            Send a message
          </button>
        </div>
      </form> */}

      <Card>
        <CardActionArea>
          <CardMedia
            component='img'
            height='140'
            image='/bkash.jpg'
            alt='green iguana'
          />
          <CardContent className='center'>
            <Typography gutterBottom variant='h4' component='div'>
              আমরা গ্রামবাসী কল্যাণ সমিতির সংবিধান
            </Typography>
            <Typography variant='body ' color=''>
              <p className='bg-fixed' variant='h5'>
                <p>গঠনতন্ত্র</p>
                ধারা-১ মহান আল্লাহ্‌ পাকের দয়ায় জান মোহাম্মদ পাড়ার বসবাসরত কিছু
                গর্বিত সন্তানদের নিয়ে "আমরা গ্রামবাসী কল্যাণ সমিতি" নামে একটা
                নতুন সমিতির আত্বপ্রকাশ করতে যাচ্ছি অত্র সমিতি ইসলামী শরীয়া
                মোতাবেক পরিচালিত হবে।
                <br />
                ধারা-২ নাম করনঃ "আমরা গ্রামবাসী কল্যাণ সমিতি" <br />
                ধারা-৩ প্রতিষ্টাঃ ২০২০ সালের সেপ্টেম্বর মাসে চট্টগ্রাম শহরের
                অন্তর্গত রাঙ্গুনিয়া উপজেলার ৩ নং স্বনির্ভর রাঙ্গুনিয়া ইউনিয়নের
                পশ্চিম সাবেক রাঙ্গুনিয়া গ্রামে জান মোহাম্মাদ পাড়ায় প্রতিষ্টিত
                হয় <br /> ধারা-৪ সংগঠনের মূল প্রতিপাদ্য বিষয়ঃ "সবার জন্য সমিতি
                গ্রাম হবে উন্নতি" <br />
                ধারা-৫ সমিতির মনোগ্রামঃ গ্রাম উন্নয়নের দৃশ্য দিয়ে মনোগ্রাম হবে
                যা অত্র সমিতির নিজস্ব মনোগ্রাম।
                <br />
                ধারা-৬ কার্য্যালয়ঃ "আমরা গ্রামবাসী কল্যাণ সমিতি"-র কার্য্যালয়
                জান মোহাম্মদ পাড়ার যে কোন জায়গায় অস্থায়ী ভিত্তিতে তৈরী হবে।
                সংগঠনের আর্থিক সংগতি বৃদ্ধি সাপেক্ষে গ্রামের যে কোন সুবিধাজনক
                স্থানে স্থায়ী কার্যালয় নির্মিত হবে। <br />
                ধারা-৭ সংগঠনের ধরনঃ অত্র সংগঠন সম্পুর্ন স্বাধীন ও অ –রাজনৈতিক
                স্বেচ্ছাসেবী মনোভাব সম্পন্ন ধর্মীয় ভেদা-ভেদের উর্দ্ধে
                গাম্ভির্য্য পরিহার করাই এই সংগঠনের ধরন। এই সংগঠন অন্য কোন অঙ্গ
                সংগঠনের সহিত মিশে কাজ করবেনা। কোন রাজনৈতিক ব্যক্তির স্বার্থ
                হাসিলে কাজ করবেনা। <br />
                ধারা-৮ উদ্যেশ্য মূলনিতী ও নিতীমালাঃ 1. সকল সদস্যদের মাঝে
                পারস্পরিক সহযোগীতা, সহমর্মিত, আন্তরিকতা, ঐক্য ও ভ্রাতৃত্ববোধ
                স্থাপন। 2. প্রতিষ্টার তারিখ ০১-০৯-২০২০ ইংরেজি 3. সংগঠনের ভাষা
                হবে বাংলা এবং ইংরেজি 4. সকল সদস্যদের মধ্যে পূজি গঠনের উদ্যেশ্যে
                এবং যৌথ বিনিয়োগের মাধ্যমে আর্থিকভাবে লাভবান হওয়া। 5. ছোট ছোট
                প্রকল্পের মাধ্যমে পূজি বৃদ্ধি করা 6. সামাজিক জনকল্যাণ মূলক কাজের
                সাথে সমিতির সম্পৃক্ত করা। কোন সিদ্ধান্ত গ্রহনে সমিতির সদস্যদের
                মতামত গুরুত্বলাভ করবে। 8. সকল সদস্যদের ভোটাধিকার সমান থাকবে। 9.
                সকল সদস্যদের সমান অংশিদারিত্ব থাকবে। 10. অত্র সমিতির মাধ্যমে
                পূজি বিনিয়োগ করে প্রকল্প গ্রহণ করে আমাদের গ্রামের বেকার যুবকদের
                কর্মসংস্থনের ব্যবস্থা করা। 11. সর্বোপরি সদস্যদের আর্থিক উন্নতি
                সাধন করা, আমাদের গ্রামের বেকার যুবকদের কর্মসংস্থন করা এবং
                প্রানপ্রিয় গ্রামের উন্নতি সাধন করা। 12. সংগঠনের পূজি বৃদ্ধি করে
                প্রয়োজনে সমবায় মন্ত্রনালয়ের রেজিঃ নিয়ে কোম্পানি লিমিটেড পরিনত
                করা। 13. অত্র সমিতির দুই ধরনের অনুদান হবে ১-আপদ কালীন তহবিল,
                ২-মাসিক অনুদান 14. অত্র সমিতিতে ভর্তি হওয়ার সময় ৫০০০/- পরিশোধ
                করতে হবে অথবা ৫ মাসের কিস্তিতে প্রতিমাসে ১০০০/- করে মোট ৫০০০/-
                পরিশোধ করতে হবে । ধারা-৯ সমিতির তহবিল গঠনের ঊৎস(মাসিক
                চাঁদা/অনুদান) 1. সমিতির তহবিল গঠনের প্রধান ঊৎস হবে সদস্য কর্তৃক
                মাসিক অনুদান 2. সমিতির প্রত্যেক সদস্য মাসিক ১০০০/- অনুদান প্রদান
                করতে হবে। 3. প্রতি মাসের ১১ থেকে ২০ তারিখের মধ্যে স্ব-স্ব
                দায়ীত্বে অর্থ সম্পাদকের নিকট টাকা জমা দিয়ে রসিদ গ্রহণ করতে হবে।
                4. চাঁদার রশিদ নিজ দায়ীত্বে সংরক্ষন করতে হবে এবং অর্থ সম্পাদক ১৫
                থেকে ৩০ তারিখের মধ্যে ব্যংক হিসাবে জমা দিয়ে জমা রশিদ সংগ্রহ
                করবেন। 5. পর পর ৩মাস চাঁদা প্রদানে ব্যার্থ হলে সমিতি থেকে
                সতর্কিকরন নোটিস প্রদান করা হবে এবং যদি কোন সদস্য চাঁদা প্রদানে
                অপারগতা প্রকাশ করে তবে তার সদস্য পদ সাময়ীক স্থগিত থাকবে
                পরবর্তিতে কার্যকরি কমিটি সিদ্ধান্ত নিবে। 6. সমিতির তহবিল বৃদ্ধির
                লক্ষ্যে সকল সদস্যের সাথে আলোচনা সাপেক্ষে এককালীন টাকা নির্ধারন
                করতে পারবে (টাকার পরিমান প্রতি বছর সাধারন সভায় নির্ধারন করা হবে
                ) ধারা-১০ সমিতির তহবিল গঠনের উদ্যেশ্য(আপদকালীন) 1. প্রত্যেক
                সদস্য যার যার সামর্থ্য অনুযায়ী আপদকালীন তহবিলে টাকা জমা দিতে
                পারবেন। 2. প্রত্যেক সদস্য সমিতি শুরুর যে কোন মাসে যার যার
                সামর্থ্য অনুযায়ী অর্থ দান করতে পারবেন। 3. আপদকালীন তহবিলে সকল
                সদস্যকে টাকা দিতে হবে এমন কোন বাধ্য বাধকতা নেই। 4. সমিতির
                আপদকালীন তহবিল ব্যবহারের নিয়মঃ a) অত্র সমিতির কোন সদস্য বিপদে
                পড়লে আপদকালীন তহবিল থেকে তাকে বিনা সুদে ফেরৎযোগ্য আর্থিক অনুদান
                দেয়া হবে। b) কোন সদস্যের পরিবারের কেহ অসুস্থ হলে অথবা তাৎক্ষনিক
                চিকিৎসা সেবা দরকার হলে তার যদি অর্থনৈতিক সমস্যা থাকে অত্র সমিতির
                আপদকালীন তহবিল হতে এক কালীন ফেরৎযোগ্য অথবা কিস্তিতে টাকা পরিশোধ
                করতে হবে। c) কোন প্রবাসী চাকুরীর সমস্যার কারনে পরিবারের জন্য
                টাকা পাঠাতে দেরি হলে উক্ত পরিবারের ভরন পোষনের জন্য বিনা সুদে এক
                কালীন বা কিস্তিতে ফেরৎযোগ্য টাকা প্রদান করা হবে। d) অত্র সমিতির
                কোন সদস্য মারা গেলে ৪ দিনের শোকের মাঝে সমিতির পক্ষ হতে ঐ
                পরিবারের সদস্যদের মাঝে আহারের ব্যবস্থা করা হবে। e) অত্র সমিতির
                কোন সদস্য সমস্যার কারনে প্রবাস থেকে ফেরৎ আসলে, দেশী সদস্যদের
                মধ্যে কেহ ব্যবসা বানিজ্যে ক্ষতিগ্রস্থ হলে সমিতি হতে বিনা সুদে
                টাকা প্রদান করা হবে যা এক কালীন বা কিস্তিতে ফেরৎযোগ্য। ধারা-১১
                সদস্যের অধিকারঃ সদস্য হওয়ার শর্তাবলীঃ a) আবেদনকারীকে অবশ্যই জান
                মোহাম্মদ পাড়ার অধিবাসী হতে হবে b) ভদ্র, রুচিশীল, উদ্যোমী,
                সদাচারী ও মননশীল হতে হবে। c) সমিতির উদ্যেশ্য, আদর্শ ও
                গঠনতন্ত্রের প্রতি শ্রদ্ধাশীল হতে হবে। d) নির্ধারিত মাসিক চাঁদা ও
                ভর্তি ফি পরিশোধ করতে হবে। e) সমাজকল্যাণ ও মানব সেবায় নিবেদিত হতে
                হবে। ধারা-১২ সদস্য পদের জন্য আবেদনের নিয়মঃ সদস্য পদের জন্য
                নির্ধারিত ফরমে অথবা অনলাইনে আবেদন করতে হবে। যে কোন আবেদনকারীর
                সদস্য পদে অর্ন্তভূক্তির ব্যপারে কার্যকরী কমিটির রায় চুড়ান্ত বলে
                গন্য হবে। ধারা-১৩ সদস্য পদ বাতিলের নিয়মঃ a) কোন সদস্যের বিরুদ্ধে
                রাস্ট্রবিরোধী কোন কাজে জরিত আছে এমন প্রমান পাওয়া গেলে তার সদস্য
                পদ বাতিল হবে। b) কোন সদস্য সমিতির গঠনতন্ত্র বিরোধী কোন কাজে জরিত
                থাকার প্রমান পাওয়া গেলে তার সদস্য পদ বাতিল হবে। c) সু-নির্দিষ্ট
                কারণ ব্যতীত সদস্য যদি তার মাসিক অনুদান পর পর ৬ মাস পরিশোধ না করে
                তবে তার সদস্য পদ বাতিল হবে। ধারা-১৪ সমিতির সাংগঠনিক নিয়মালীঃ
                সমিতির সাংগঠনিক কাঠামো নিন্মরুপ- a) সাধারণ পরিষদ b) নির্বাহী
                পরিষদ c) উপদেষ্টা পরিষদ a)সাধারণ পরিষদঃ অত্র সমিতির সকল সদস্য
                সাধারণ পরিষদের সদস্য। b)নির্বাহী পরিষদঃ সকল সাধারণ পরিষদের
                সদস্যদের মতামতের ভিত্তিতে নির্বাহী পরিষদ গঠন করা হবে। নির্বাহী
                পরিষদ ৯/১১/13 সদস্য বিশিষ্ট হবে নিম্নে তাদের পদের তালিকা দেয়া
                হল- 1. সভাপতি -১ 2. সহ-সভাপতি-১ 3. সাধারন সম্পাদক-১ 4. সহ-সাধারন
                সম্পাদক-১ 5. অর্থ সম্পাদক-১ 6. সহ অর্থ সম্পাদক-১ 7. সাংগঠনিক
                সম্পাদক-১ 8. সমাজ কল্যাণ সম্পাদক-১ 9. প্রচার সম্পাদক-১ 10.
                সদস্য-১ 11. সদস্য-১ 12. সদস্য-১ 13. সদস্য-১ সভাপতির ঃ সভাপতি
                অত্র সমিতির প্রধান। তিনি পদাতিক বলে সকল সভায় সভাপতিত্ব করবেন।
                নির্বাহী কমিটি অত্র সমিতির গঠনতন্ত্র মেনে চলছে কিনা তদারকি
                করবেন। সহ-সভাপতিঃ সভাপতির অনুপস্থিতিতে সভাপতির দায়ীত্ব পালন
                করবেন। সাধারন সম্পাদকঃ সাধারণ সম্পাদক সমিতির প্রধান নির্বাহী
                কর্মকর্তা, তিনি সভাপতির পরামর্শক্রমে সমিতির সভা আহবান করবেন।
                তিনি প্রয়োজনবোধে অন্যান্য কর্মকর্তার ওপর বিভিন্ন দায়িত্ব অর্পন
                করবেন এবং তাদের কাজের মধ্যে সংযোগ ও সমন্বয় সাধন করেন। সহ-সাধারন
                সম্পাদকঃ তিনি সাধারন সম্পাদকের অনুপস্থিতিতে দায়ীত্ব পালন করবেন।
                অর্থ সম্পাদকঃ সকল সদস্যের জমাকৃত টাকার হিসাব রাখবেন এবং বার্ষিক
                আয়-ব্যয়ের রিপোর্ট প্রদান করবেন। সহ-অর্থ সম্পাদকঃ তিনি অর্থ
                সম্পাদকের অনুপস্থিতিতে দায়ীত্ব পালন করবেন। সাংগঠনিক সম্পাদকঃ
                অত্র সমিতির গতি বৃদ্ধি করবেন এবং নতুন সদস্য অর্ন্তভুক্তির
                ব্যপারে সচেষ্ট হবেন। সমাজ কল্যাণ সম্পাদকঃ সমিতিকে সাংগঠনিক ভাবে
                সুদৃঢ় করতে সচেষ্ট থাকেন। কার্যকরী কমিটি কর্তৃক গৃহীত সাংগঠনিক
                সিদ্ধান্তগুলো বাস্তবায়নে অগ্রণী ভুমিকা পালন করেন। প্রচার
                সম্পাদকঃ অত্র সমিতির যে কোন মিটিং, সমিতির সকল কার্যক্রম সকল
                সদস্যকে অবহিত করবেন। সদস্যঃ কোন সম্পাদকের অনুপস্থিতিতে তার
                দায়ীত্ব পালন করবেন। c) উপদেষ্টা পরিষদ কার্যকরী পরিষদ সাধারণ
                সদস্যদের পরামর্শক্রমে অত্র সমিতি অথবা সংগঠনের মধ্যে হতে উপদেষ্টা
                পরিষদ নির্বাচিত করবেন। উপদেষ্টা পরিষদের কার্যক্রম ১ উপদেষ্টা
                পরিষদ কার্যকরী কমিটি কে পরামর্শ দিয়ে সহযোগিতা করবেন। সার্বিক
                পরিকল্পনা প্রণয়নে উপদেষ্টা পরিষদ দিক নির্দেশক এর ভূমিকা পালন
                করবেন ২ উপদেষ্টা কমিটির সদস্য ৩/৫/৭/9 জন হবে। ৩ উপদেষ্টা কমিটির
                বছরে কমপক্ষে দুইবার সভা করবেন ৪ সদস্যদের মধ্যে কোন অবস্থায়
                মতানৈক্য দেখা দিলে উপদেষ্টা পরিষদ সমাধান করবেন। তবে এক্ষেত্রে
                সভাপতিকে সভার আহবান করতে হবে ৫ উপদেষ্টা পরিষদ সংগঠন এর যে কোন
                অনুষ্ঠানে যোগদান করবেন ও কল্যাণ মূলক পরামর্শ দিবেন পরিশেষে সমিতি
                অথবা সংগঠনের উত্তরোত্তর উন্নতি করা যায় এবং সকল সদস্য হতে
                সংগৃহীত অর্থ সূদ-বিহীন কোন কাজে বিনিয়োগ করা যায় কিনা তা
                কার্যকরী পরিষদের সাথে আলোচনা সাপেক্ষে পরামর্শ প্রদান করবেন ।
                ধারা-১৫ হিসাব পদ্ধতিঃ a) সমিতির আয়ের অর্থ ব্যংক হিসাবে জমা করতে
                হবে। b) সমিতির নামে সভাপতি,সাধারণ সম্পাদক ও অর্থ সম্পাদক অথবা যে
                কোন তিন জন সদস্যের নামে ইসলামী শরীয়া মোতাবেক পরিচালিত ব্যংকে
                হিসাব খুলতে হবে c) ব্যংক হতে টাকা উত্তোলনের জন্য চেকে অবশ্যই ২
                জনের স্বাক্ষর প্রয়োজন হবে। d) সমিতির হিসাব খুব স্পষ্টতা ও
                স্বচ্চতার জন্য অর্থ সম্পাদক যাবতীয় হিসাব সংরক্ষন করবেন। e) প্রতি
                বছর বাৎসরিক হিসাবের ব্যলেন্স সিটের কপি প্রত্যেক সদস্যের নিকট
                প্রেরণ করবেন। f) কোন অভিযোগ থাকলে কমিটিতে আলোচনা পূর্বক
                সিদ্ধান্ত গ্রহণ করা হবে। g) ব্যলেন্স শীট দেয়ার পূর্বে অডিট কমিটি
                দ্বারা অনুমোদিত হতে হবে। h) ব্যংক থেকে টাকা উত্তোলনের ক্ষেত্রে
                কার্যকরী কমিটির অনুমতি(লিখিত বা মৌখিক) বাধ্যতামুলক i) সমিতির কোন
                সদস্য তার আর্থিক বা ব্যক্তিগত সমস্যার কারনে সমিতি থেকে অব্যহতি
                চাইলে তার জমাকৃত টাকা ও ল্ভ্যাংশ ফেরৎ দেয়া হবে। ধারা-১৬ মালিকানা
                স্বত্বঃ 1. প্রত্যেক সদস্য সমিতিতে সমান অংশীদারিত্ব থাকবে 2. কোন
                সদস্য মৃত্যু বরণ করলে তার বৈ্ধ এবং ঘোষিত নমিনিরা সমিতির আসল সহ
                মোনাফা পাবে। 3. সমিতির সদস্য পদ কারো কাছে বিক্রি করা যাবেনা। 4.
                ১৮ বছরের নিচে সদস্যদের যে কোন মতামত তাদের নমিনিরা প্রদান করবেন।
                ধারা-১৭ আর্থিক লেনদেনঃ কোন বানিজ্যিক ব্যাংকে সংগঠনের কমিটির অর্থ
                সম্পাদক বা সদস্যদের নামে একটি সঞ্চয়ী বা চলতি হিসাব খুলে তহবিল
                সংরক্ষণ করা হবে। উক্ত সঞ্চয়ী বা চলতি হিসাব নং সমিতির
                সভাপতি,সাধারণ সম্পাদক ,কোষাধ্যক্ষ অথবা সদস্যদের তিনজনের মধ্যে যে
                কোন দুইজনের স্বাক্ষরে ব্যাংকের হিসাব পরিচালিত হবে।সভাপতি,সাধারণ
                সম্পাদক ও অর্থ সম্পাদক যৌথভাবে এই হিসাব পরিচালনা করবেন।সমিতির
                নামে সংগৃহিত অর্থ কোন ব্যাক্তির নিকট জমা থাকবে না এবং সংগৃহিত
                অর্থ প্রাপ্তির পর যথাশীঘ্র ব্যাংকে জমা দান ও রশিদ সংগ্রহ করতে
                হবে।সকল ব্যাংকে লেনদেনের ক্ষেত্রে ব্যাংকিং নীতিমালা অনুসরন করতে
                হবে। ধারা-১৮ সভাঃ ১ সাধারণ সম্পাদক সভাপতির সাথে আলোচনা করে ১৪
                দিনের নোটিশে সাধারণ সভা,৭ দিনের নোটিশে কার্যকরী কমিটির সভা এবং
                ২৪ ঘন্টার নোটিশে জরুরী সভা আহবান করতে পারবেন। ২ আমাদের বেশীরভাগ
                সদস্য প্রবাসী হওয়ায় সাধারন সভা ও কার্যকরী সভা অনলাইনে সোস্যাল
                মিডিয়ার মাধ্যমে পড়তে পারবেন।তাছাড়া কার্যকরী পরিষদ অনলাইনের
                মাধ্যমে মতামত,সিদ্ধান্ত এবং গঠনতন্ত্র অনুযায়ী বিভিন্ন
                দিক-নির্দেশনা দিতে পারবেন। ধারা-১9 সদস্য পদ হতে ইস্তফা সংগঠনের
                নির্দিষ্ট পদে দায়িত্বরত কোন সদস্য তার দায়িত্ব থেকে ইস্তফা দিতে
                চাইলে অথবা কোনো সদস্য সংগঠন থেকে ইস্তফা দিতে চাইলে সুনির্দিষ্ট
                কারণ উল্লেখ করে সভাপতি বরাবর পদত্যাগপত্র পেশ করতে হবে। সভাপতি
                কার্যকরী কমিটির সর্বসম্মতিক্রমে উক্ত সদস্যের পদত্যাগ পত্র মঞ্জুর
                অথবা বাতিল করতে পারবেন । ধারা-20 গঠনতন্ত্র সংশোধন সাধারণ
                সদস্যদের মধ্য হতে দুই-তৃতীয়াংশ সদস্যদের সম্মতিতে এই গঠনতন্ত্রের
                কোন ধারা সংশোধন, পরিবর্তন, পরিবর্ধন ও বিয়োজন করতে পারবেন।
                গঠনতন্ত্র সংশোধন সংক্রান্ত কোন সভার নোটিশ ৭ দিন আগে প্রচার করতে
                হবে এবং নোটিশের প্রস্তাবিত সংশোধন সংরক্ষন করে দিতে হবে ধারা-21
                পদ থেকে অব্যহতি ১ সংগঠনের নির্দিষ্ট পদে দায়িত্বরত কোন সদস্য তার
                দায়িত্ব পালনে ব্যর্থ হলে অথবা গঠনতন্ত্র পরিপন্থি কোনো
                কার্যকলাপে জড়িত থাকলে, আর্থিক কেলেঙ্কারিতে জড়িত হলে তাকে
                দায়িত্বরত পদ থেকে অব্যাহতি দেওয়া হবে ২ কোন সদস্য যদি
                রাষ্ট্রবিরোধী কার্যকলাপ, সংগঠনের ভাবমূর্তি নষ্ট হয় এমন কোনো
                কার্যকলাপে জড়িত থাকে এবং মাদকাসক্ত হয় তবে তাকে পদ থেকে
                অব্যাহতি দেওয়া হবে ৩ কোনো সদস্যকে পদ থেকে অব্যাহতি দেওয়ার ১৫
                দিনের পূর্বে কারণ দর্শানো নোটিশ এবং এই মর্মে যদি তার কোনো
                বক্তব্য থাকে তা পেশ করার সুযোগ দেয়া হবে । -সমাপ্ত -
              </p>
            </Typography>
          </CardContent>
        </CardActionArea>
        <CardActions>
          <Button size='small' color='primary'>
            Share
          </Button>
        </CardActions>
      </Card>
    </div>
  )
}

export default index
